Repository: Danik2343/khronos
Catalog: po/*.po
Languages: ru_ru

source: Log the time it took to do tasks
ru_ru: Записывайте в журнал время, затраченное на выполнение заданий

source: Start logging any task's time to completion, with the ability to stop the timer at any moment, with notifications for longer task sessions.
ru_ru: Начните регистрировать время выполнения любой задачи, с возможностью остановить таймер в любой момент, с уведомлениями о более длительном выполнении задачи.

source: Quit anytime with the shortcut Ctrl + Q
ru_ru: Выйти из программы в любое время с помощью сочетания клавиш Ctrl + Q

source: Release: UI Refreshments
ru_ru: Релиз: Обновление пользовательского интерфейса

source: Changed: The UI is now with a better layout.
ru_ru: Изменено: пользовательский интерфейс теперь имеет более удобную компоновку.

source: Release: Port to GTK4
ru_ru: Релиз: Перенос на GTK4

source: Changed: Rewritten for GTK4.
ru_ru: Изменено: Переписано для GTK4.

source: Track each task time in a simple inobtrusive way
ru_ru: Отслеживайте время выполнения каждой задачи простым и ненавязчивым способом

source: Plot;Planning;Time Tracking;
ru_ru: Сюжет;Планирование;Отслеживание времени;

source: Delay between notifications
ru_ru: Задержка между уведомлениями

source: The delay between two notifications, default is 30min. in seconds.
ru_ru: Задержка между двумя уведомлениями, по умолчанию 30 мин. в секундах.

source: Export Logs as CSV…
ru_ru: Экспорт журналов в формате CSV…

source: Import Logs from CSV…
ru_ru: Импорт журналов из CSV…

source: About Khronos
ru_ru: О Khronos

source: Timer
ru_ru: Таймер

source: Log name…
ru_ru: Имя журнала…

source: Adds a log to the list
ru_ru: Добавляет журнал в список

source: Starts the timer for a log
ru_ru: Запускает таймер для журнала

source: Logs
ru_ru: Журналы

source: Removes all logs from the list
ru_ru: Удаляет все журналы из списка

source: No Logs
ru_ru: Нет журналов

source: Add a log on Timer tab and check later.
ru_ru: Добавить журнал на вкладке Таймер и проверьте позже.

source: Stops the timer for a log
ru_ru: Остановка таймера для журнала

source: Empty the Logs List?
ru_ru: Опустошить список журналов?

source: Emptying this list means all the logs in it will be permanently lost with no recovery.
ru_ru: Опустошение этого списка означает, что все журналы в нем будут навсегда потеряны без возможности восстановления.

source: Cancel
ru_ru: Отмена

source: Empty List
ru_ru: Пустой список

source: Go rest for a while before continuing.
ru_ru: Отдохните некоторое время, прежде чем продолжить.

source: Maybe grab a snack before continuing.
ru_ru: Может быть, перекусите, прежде чем продолжить.

source: Perhaps go get some coffee or tea before continuing.
ru_ru: Возможно, перед тем как продолжить, сходите за кофе или чаем.

source: That's a big task. Let's rest a bit before continuing.
ru_ru: Это большая задача. Давайте немного отдохнем, прежде чем продолжить.

source: Amazing work! But please rest a bit before continuing.
ru_ru: Потрясающая работа! Но, пожалуйста, отдохните немного перед продолжением.

source: Track each task's time in a simple inobtrusive way.
ru_ru: Отслеживайте время выполнения каждой задачи простым ненавязчивым способом.

source: translator-credits
ru_ru: Danik2343<krutalevex@mail.ru>

source: CSV files
ru_ru: CSV-файлы
